/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "รุ่นใหม่สามารถใช้ได้";
"Version:" = "รุ่น:";
"Released Date:" = "วันที่ออก:";
"Remind me later" = "เตือนฉันภายหลัง";
"Update now" = "อัพเดทตอนนี้";
"Check the update" = "ตรวจสอบการอัปเดต";
"The version you are using is the latest one!" =
"เวอร์ชันที่คุณใช้เป็นเวอร์ชันล่าสุด!";
"Software updata" = "การอัปเดตซอฟต์แวร์";
"Network error, please check the network and try again." =
"เครือข่ายผิดพลาด โปรดตรวจสอบเครือข่ายแล้วลองอีกครั้ง";
"OK" = "ตกลง";
"Downloading, please wait a moment." =
"กำลังดาวน์โหลด กรุณารอสักครู่";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" =
"ดาวน์โหลดเสร็จสิ้น. การติดตั้งทันทีจำเป็นต้องปิดโปรแกรมที่กำลังทำงานอยู่ คุณต้องการดำเนินการต่อหรือไม่";
"Install now" = "ติดตั้งในขณะนี้";
"Cancel" = "ยกเลิก";
"Download the latest version, do you want to cancel?" =
"ดาวน์โหลดเวอร์ชันล่าสุด คุณต้องการยกเลิกหรือไม่";
"Download error, please check the network and try again," =
"ข้อผิดพลาดในการดาวน์โหลด โปรดตรวจสอบเครือข่ายแล้วลองอีกครั้ง";
"Yes" = "ใช่";
"No" = "ไม่";
"Installing, please wait a moment." = "กำลังติดตั้ง กรุณารอสักครู่";
"Install complete." = "ติดตั้งเสร็จเรียบร้อย";
"Start now" = "เริ่มเลย";
"Install failed, please try again." =
"การติดตั้งล้มเหลว โปรดลองอีกครั้ง";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." =
"โปรดรออย่างอดทนเพื่อให้การติดตั้งโปรแกรมเสร็จสมบูรณ์ มิฉะนั้น อาจทำให้โปรแกรมมีข้อยกเว้น";
"Try again" = "ลองอีกครั้ง";
"What's New:" = "มีอะไรใหม่:";
"Checking for updates…" = "ตรวจสอบการปรับปรุง…";
